{
  "projectDescriotion": {
    "ru": "**Сейчас приложение находится в стадии прототипа, будьте аккуратны, пользовательские данные могут быть повреждены или утеряны в результате разработки, после создания стабильного продукта мы убурем эту запись**\n\nОсновная цель нашего приложения - помочь любому кто хочет достигнуть своей цели! Мы постараемся что бы ваш путь был максимально короток, направлен и прозрачен для ваших  менторов. Мы попробуем сфокусироваться на:\n\n * процессе асинхронного обучения\n\n * ретроспективном анализе пройденного пути (оценке эффективности достижения цели)\n\n * на предоставлении быстрого и дешевого (в плане времени) фидбеке от ментора\n\n Так же вы можете использовать возможность повтора реального существующего пути пройденного реальным человеком (а не просто по рассказам самих учителей и не по рассказам по памяти от учеников)",
    "en": "**Now the app is in prototype stage, please be careful, user data may be corrupted or lost due to development, once we have a stable product we will remove this entry**\n\n Our main goal is to help anyone who wants to achieve their goal! We try to make your path as short, direct and transparent as possible for your mentors. We will try to focus on:\n\n * the whole asynchronous learning process.\n\n * retrospective analysis of the path you have traveled (evaluation of the effectiveness of achieving the goal).\n\n * providing quick and cheap (in terms of time) feedback from the mentor\n\nYou can also use the possibility of replicating a real existing path traveled by a real person (not from teachers' stories and not from students' memory)."
  },
  "accordion": [
    {
      "id": 0,
      "header": {
        "ru": "Зачем мне Master's way? Для кого это приложение?",
        "en": "What is the Master's Way? Who is this app for?"
      },
      "description": {
        "ru": "Мы помогаем сформировать трек любого процесса (например для обучения, тренировки) и использовать его для анализа и корректировки совместно с более опытными людьми и как пример который можно повторить для менее опытных.",
        "en": "We help to form a track of any process (e.g. for training, learning, onboarding etc.) and use it to analyze and adjust with mentors and as an example that can be repeated for less experienced people." 
      }
    },
    {
      "id": 1,
      "header": {
        "ru": "Что такое 'Way'?",
        "en": "What is the Way?"
      },
      "description": {
        "ru": "Путь - ключевая сущность нашего приложения. По сути это набор зафиксированных ежедневных отчетов о том как пользователь достигал своей цели. Во время следованию по своему пути пользователь может получать максимально быстрый фидбек от ментора в комментариях и корректировать свой путь. ",
        "en": "The 'Way' is the key entity of our application. In essence, it is a set of daily reports on how the user reached his/her goal. While following the way, the user can get the fastest possible feedback from the mentor and adjust his/her path."
      }
    },
    {
      "id": 2,
      "header": {
        "ru": "Как начать пользоваться приложением?",
        "en": "How can I start using the application?"
      },
      "description": {
        "ru": "Приложением можно пользоваться полностью бесплатно. Вы можете посмотреть за публичными путями и пользователями без регистрации. После регистрации вам откроется возможность создавать и сохранять свои пути, оставлять комментарии. ",
        "en": "The application can be used completely free of charge. You can watch public paths and users without registration. After registration you will be able to create and save your own paths and leave comments. "
      }
    },
    {
      "id": 3,
      "header": {
        "ru": "Для кого это приложение?",
        "en": "Who is this app for?"
      },
      "description": {
        "ru": "1. Для любого кто хочет достигнуть своей цели максимально быстрым способом с помощью максимально быстрого фидбека от одного или нескольких менторов.\n 2. Для тех кто хочет сопроводить менее опытного и помочь ему корректировать действия во время достижения целей (например для коучеров)\n 3. Для тех кто хочет зафиксировать свои действия для последующего использования - например при обучении программированию можно использовать путь как отчет о вашей проделанной работе прикрепив к резюме.",
        "en": "1. For anyone who wants to achieve their goal in the fastest possible way with the fastest possible feedback from one or more mentors.\n 2. For those who want to accompany a less experienced person and help them adjust their actions while achieving their goals (e.g. coaches).\n 3. For those who want to record their actions for later use - for example, when learning programming, you can use the path as a report on your progress and attach it to your resume."
      }
    },
    {
      "id": 4,
      "header": {
        "ru": "Как можно посотрудничать с нами?",
        "en": "How can you cooperate with us?"
      },
      "description": {
        "ru": "Напишите письмо на почту victorveretennikov58@gmail.com (с темой - 'Mastersway:cooperation') с предложением о взаимодействии. В письме опишите свои навыки, сколько вы готовы уделять времени проекту, как можете быть полезным, опишите вашу мотивацию. После этого мы постараемся связаться с вами.\n Если вы не получили ответ в течение трех дней - вы можете связаться с нами через мой linkedIn: www.linkedin.com/in/victor-veretennikov.\n Так же будем рады получить любой фидбек о приложении.",
        "en": "Write an email to victorveretennikov58@gmail.com (subject - 'Mastersway:cooperation') with an offer to collaborate. In your letter, describe your skills, how much time you are willing to devote to the project, how you can be useful, describe your motivation. After that we will try to contact you.\n If you have not received a reply in 3 days you can contact us via my linkedIn: www.linkedin.com/in/victor-veretennikov.\n Also any feedback about the app would be welcome."
      }
    },
    {
      "id": 5,
      "header": {
        "ru": "Как правильно вести путь?",
        "en": "How to fill tehe way correctly?"
      },
      "description": {
        "ru": "Путь должен быть прозрачным и понятным, только тогда вы сможете получить эффективную помощь от ментора. Но составить реально хороший отчет, который вы (или кто-то другой) сможете использовать в будущем достаточно сложно. Лучше всего научиться это делать вместе с ментором. [Тут](https://youtu.be/DiNNQol15ds?si=AXyaNabDY5KfXiyR) я пытаюсь объяснить на сколько поннимаю проблему логирования. Есть несколько простых правил как составить хороший путь: \n\n 1.Каждая запись должна быть максимально конкретной, на столько, чтобы ее нельзя было повторить (если только обучение не связано с постоянными интервальными повторениями). \nПример ***хороших записей***: \n * Прочитал 22-41 страницу такой-то книги, выяснил следующее 1. ... 2. ..., \n * Решил задачу N23, \n * Запрограммировал алгоритм пузырьковой сортировки, \n * Нарисовал глаза в портрете \n *  Исследовал проблему такую-то, выянил что подход с такой-то технологией ее не решает, потому что... \n\n Пример ***плохих*** записей: \n * Читал книгу \n * Решал задачи на тему такую-то \n * Программировал алгоритм сортировки \n * Рисовал портрет \n * Исследовал проблему такую-то, не получилось найти подход, буду пробовать завтра \n\n 2.Можно попробовать ответить на вопрос пойму ли я через 5 лет, что эта запись действительно продвинула меня на одну ступеньку ближе к цели? Если ответ положительный, то это хорошая запись!",
        "en": "The path should be transparent and clear, only then can you get effective help from a mentor. But it is difficult to write a really good report that you (or someone else) can use in the future. It is best to learn how to do it together with a mentor. [Here](https://youtu.be/DiNNQol15ds?si=AXyaNabDY5KfXiyR) I try to explain how much I understand about logging. There are a few simple rules to make a good path: \n\n 1.Each entry should be as specific as possible, to the point where it cannot be repeated (unless learning involves constant interval repetition). \n An example of ***good reports***: \n * I read pages 22-41 of such-and-such a book and found out the following 1. .... 2. ..., \n * Solved problem N23, \n * Programmed the bubble sorting algorithm, \n * Drawn eyes in a portrait \n * Researched the problem of such and such, found that the approach with such and such technology does not solve it, because.... \n\n An example of ***bad*** writing: \n * I read a book \n * I solved problems on such and such a topic \n * Coded the sorting algorithm \n * I drew a portrait \n * I researched such and such a problem, I couldn't find an approach, I'll try it tomorrow \n\n 2.You can try to answer the question whether in 5 years I will realize that this record really moved me one step closer to my goal? If the answer is yes, then it's a good record!"
      }
    },
    {
      "id": 6,
      "header": {
        "ru": "Как оставить фидбек?",
        "en": "How do you leave feedback?"
      },
      "description": {
        "ru": "Просто напишите письмо на почту victorveretennikov58@gmail.com (с темой - 'Mastersway:feedback'), мы пока не публикуем фидбеки, но скоро начнем. Любая объективная критика (т позитивная и негативная) приветствуется!",
        "en": "Just send an email to victorveretennikov58@gmail.com (with the subject - 'Mastersway:feedback'), we don't publish feedback yet, but we will start soon. Any objective criticism (positive and negative) is welcome!"
      }
    },
    {
      "id": 6,
      "header": {
        "ru": "Как установаить приложение на телефон?",
        "en": "How do I install an app on my phone?"
      },
      "description": {
        "ru": "Мы используем технологию PWA (https://en.wikipedia.org/wiki/Progressive_web_app) при создании данного ресурса. Это значит что наше приложение можно установить на любую платформу прямо из браузера. \nНапример для \n * [android](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DAndroid)   \n * [iphone/ipad](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DiOS) \n * (windows)[https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DDesktop] \n Инструкции легко можно найти под любые популярные платформы.",
        "en": "We utilize [PWA technology](https://en.wikipedia.org/wiki/Progressive_web_app) in the creation of this resource. This means that our application can be installed on any platform directly from the browser. \n For example for \n * [android](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DAndroid)  \n * [iphone/ipad](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DiOS)  \n * [windows](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DDesktop)  \n Instructions can be easily found for any popular platforms."
      }
    },
    {
      "id": 7,
      "header": {
        "ru": "Мне нравиться ваш проект, как я могу помочь вам?",
        "en": "I like your project, how can I help you?"
      },
      "description": {
        "ru": "Мы рады рассмотреть любое предложение о помощи, вышлите описание на почту victorveretennikov58@gmail.com (с темой - 'Mastersway:cooperation'). Так же вы можете отправить небольшое пожертвование на крипто кошельки: \nBitcoin: bc1qwemlhwklwsfl3xejkdg7w6s02x7s99eyy8vgwj \netherium: 0x24e32141E945D88a703051605f568C489ea89081 \ntether: 0x24e32141E945D88a703051605f568C489ea89081",
        "en": "We are happy to consider any offer of help, send a description to victorveretennikov58@gmail.com (with the subject - 'Mastersway:cooperation'). You can also send a small donation to crypto wallets: \nBitcoin: bc1qwemlhwklwsfl3xejkdg7w6s02x7s99eyy8vgwj \netherium: 0x24e32141E945D88a703051605f568C489ea89081 \nteher: 0x24e32141E945D88a703051605f568C489ea89081"
      }
    }
  ]
}
