{
  "mainTitle": {
    "ru": "О нашем проекте",
    "en": "About our project",
    "ua": "Про наш проект"
  },
  "mainSubTitle": {
    "ru": "Основная цель нашего приложения - помочь любому, кто хочет достигнуть своей цели!",
    "en": "Our main goal is to help anyone who wants to achieve their goal!",
    "ua": "Основна мета нашого додатку - допомогти будь-кому, хто хоче досягти своєї мети!"
  },
  "descriptionSubTitle": {
    "ru": "Сейчас приложение находится в стадии прототипа, будьте аккуратны, пользовательские данные могут быть повреждены или утеряны в результате разработки, после создания стабильного продукта мы уберем эту запись.",
    "en": "Now the app is in prototype stage, please be careful, user data may be corrupted or lost due to development, once we have a stable product we will remove this entry.",
    "ua": "Зараз додаток перебуває на стадії прототипу, будьте обережні, дані користувача можуть бути пошкоджені або втрачені через розробку, після створення стабільного продукту ми видалемо цей запис."
  },
  "descriptionTitle": {
    "ru": "Основная цель нашего приложения - помочь любому, кто хочет достигнуть своей цели! Мы постараемся, чтобы ваш путь был максимально коротким, направленным и прозрачным для ваших менторов.",
    "en": "Our main goal is to help anyone who wants to achieve their goal! We try to make your way as short, direct, and transparent as possible for your mentors.",
    "ua": "Основна мета нашого додатку - допомогти будь-кому, хто хоче досягти своєї мети! Ми спробуємо зробити ваш шлях якомога коротшим, прямим та прозорим для ваших менторів."
  },
  "descriptionList": {
    "ru": "Мы попробуем сфокусироваться на:\n\n * процессе асинхронного обучения\n\n * ретроспективном анализе пройденного пути (оценке эффективности достижения цели)\n\n * предоставлении быстрого и дешевого (в плане времени) фидбека от ментора\n\nТакже вы можете использовать возможность повтора реального существующего пути, пройденного реальным человеком (а не просто по рассказам самих учителей и не по рассказам по памяти от учеников).",
    "en": "We will try to focus on:\n\n * the whole asynchronous learning process.\n\n * retrospective analysis of the way you have traveled (evaluation of the effectiveness of achieving the goal).\n\n * providing quick and cheap (in terms of time) feedback from the mentor\n\nYou can also use the possibility of replicating a real existing way traveled by a real person (not from teacher's stories and not from student's memory).",
    "ua":  "Ми спробуємо зосередитися на:\n\n * процесі асинхронного навчання\n\n * ретроспективному аналізі пройденого шляху (оцінці ефективності досягнення мети)\n\n * наданні швидкого та дешевого (за часом) фідбеку від ментора\n\nВи також можете скористатися можливістю повторення реального існуючого шляху, пройденого реальною людиною (а не просто за розповідями вчителів та не за розповідями з пам'яті від учнів)."
  },
  "projectDescription": {
    "ru": "**Сейчас приложение находится в стадии прототипа, будьте аккуратны, пользовательские данные могут быть повреждены или утеряны в результате разработки, после создания стабильного продукта мы уберем эту запись**\n\nОсновная цель нашего приложения - помочь любому, кто хочет достигнуть своей цели! Мы постараемся, чтобы ваш путь был максимально коротким, направленным и прозрачным для ваших менторов. Мы попробуем сфокусироваться на:\n\n * процессе асинхронного обучения\n\n * ретроспективном анализе пройденного пути (оценке эффективности достижения цели)\n\n * предоставлении быстрого и дешевого (в плане времени) фидбека от ментора\n\nТакже вы можете использовать возможность повтора реального существующего пути, пройденного реальным человеком (а не просто по рассказам самих учителей и не по рассказам по памяти от учеников).",
    "en": "**Now the app is in prototype stage, please be careful, user data may be corrupted or lost due to development, once we have a stable product we will remove this entry**\n\n Our main goal is to help anyone who wants to achieve their goal! We try to make your way as short, direct, and transparent as possible for your mentors. We will try to focus on:\n\n * the whole asynchronous learning process.\n\n * retrospective analysis of the way you have traveled (evaluation of the effectiveness of achieving the goal).\n\n * providing quick and cheap (in terms of time) feedback from the mentor\n\nYou can also use the possibility of replicating a real existing way traveled by a real person (not from teacher's stories and not from student's memory).",
    "ua": "**Зараз додаток перебуває на стадії прототипу, будьте обережні, дані користувача можуть бути пошкоджені або втрачені через розробку, після створення стабільного продукту ми видалемо цей запис**\n\nОсновна мета нашого додатку - допомогти будь-кому, хто хоче досягти своєї мети! Ми спробуємо зробити ваш шлях якомога коротшим, прямим та прозорим для ваших менторів. Ми спробуємо зосередитися на:\n\n * процесі асинхронного навчання\n\n * ретроспективному аналізі пройденого шляху (оцінці ефективності досягнення мети)\n\n * наданні швидкого та дешевого (за часом) фідбеку від ментора\n\nВи також можете скористатися можливістю повторення реального існуючого шляху, пройденого реальною людиною (а не просто за розповідями вчителів та не за розповідями з пам'яті від учнів)."
  },
  "AboutTeamTitle": {
    "ru": "Познакомьтесь с нашей творческой командой",
    "en": "Meet Our Creative Team",
    "ua": "Зустрічайте нашу творчу команду"
  },
  "accordionTitle": {
    "ru": "Часто задаваемые вопросы",
    "en": "FAQ",
    "ua": "Найпоширеніші запитання"
  },
  "accordion": [
    {
      "id": 0,
      "header": {
        "ru": "Зачем мне Master's way? Для кого это приложение?",
        "en": "What is the Master's Way? Who is this app for?",
        "ua": "Для чого мені Master's Way? Для кого цей додаток?"
      },
      "description": {
        "ru": "Мы помогаем сформировать трек любого процесса (например для обучения, тренировки) и использовать его для анализа и корректировки совместно с более опытными людьми и как пример который можно повторить для менее опытных.",
        "en": "We help to form a track of any process (e.g. for training, learning, onboarding etc.) and use it to analyze and adjust with mentors and as an example that can be repeated for less experienced people.",
        "ua": "Ми допомагаємо сформувати трек будь-якого процесу (наприклад для навчання, тренування) та використовуємо його для аналізу та коригування спільно з більш досвідченими людьми, а також як приклад, який можна повторити для менш досвідчених."      }
    },
    {
      "id": 1,
      "header": {
        "ru": "Что такое 'Way'?",
        "en": "What is the Way?",
        "ua": "Що таке 'Way'?"
      },
      "description": {
        "ru": "Путь - ключевая сущность нашего приложения. По сути это набор зафиксированных ежедневных отчетов о том как пользователь достигал своей цели. Во время следованию по своему пути пользователь может получать максимально быстрый фидбек от ментора в комментариях и корректировать свой путь. ",
        "en": "The 'Way' is the key entity of our application. In essence, it is a set of daily reports on how the user reached his/her goal. While following the way, the user can get the fastest possible feedback from the mentor and adjust his/her path.",
        "ua": "Шлях - ключова сутність нашого додатку. По суті, це набір щоденних звітів про те, як користувач досягав своєї мети. Під час слідування по своєму шляху користувач може отримувати максимально швидкий фідбек від ментора в коментарях і коригувати свій шлях."
      }
    },
    {
      "id": 2,
      "header": {
        "ru": "Как начать пользоваться приложением?",
        "en": "How can I start using the application?",
        "ua": "Як розпочати користуватися додатком?"
      },
      "description": {
        "ru": "Приложением можно пользоваться полностью бесплатно. Вы можете посмотреть за публичными путями и пользователями без регистрации. После регистрации вам откроется возможность создавать и сохранять свои пути, оставлять комментарии. ",
        "en": "The application can be used completely free of charge. You can watch public paths and users without registration. After registration you will be able to create and save your own paths and leave comments.",
        "ua": "Додатком можна користуватися повністю безкоштовно. Ви можете переглядати публічні шляхи та користувачів без реєстрації. Після реєстрації вам відкриється можливість створювати та зберігати свої власні шляхи та залишати коментарі."
      }
    },
    {
      "id": 3,
      "header": {
        "ru": "Для кого это приложение?",
        "en": "Who is this app for?",
        "ua": "Для кого цей додаток?"
      },
      "description": {
        "ru": "1. Для любого кто хочет достигнуть своей цели максимально быстрым способом с помощью максимально быстрого фидбека от одного или нескольких менторов.\n 2. Для тех кто хочет сопроводить менее опытного и помочь ему корректировать действия во время достижения целей (например для коучеров)\n 3. Для тех кто хочет зафиксировать свои действия для последующего использования - например при обучении программированию можно использовать путь как отчет о вашей проделанной работе прикрепив к резюме.",
        "en": "1. For anyone who wants to achieve their goal in the fastest possible way with the fastest possible feedback from one or more mentors.\n 2. For those who want to accompany a less experienced person and help them adjust their actions while achieving their goals (e.g. coaches).\n 3. For those who want to record their actions for later use - for example, when learning programming, you can use the way as a report on your progress and attach it to your resume.",
        "ua": "1. Для будь-кого, хто хоче досягнути своєї мети якомога швидше за допомогою максимально швидкого фідбека від одного або декількох менторів.\n 2. Для тих, хто хоче супроводжувати менш досвідчену людину та допомагати їй коригувати дії під час досягнення цілей (наприклад, для коучерів).\n 3. Для тих, хто хоче зафіксувати свої дії для подальшого використання - наприклад, під час навчання програмуванню, ви можете використовувати шлях як звіт про вашу виконану роботу та долучити його до резюме."
      }
    },
    {
      "id": 4,
      "header": {
        "ru": "Как можно посотрудничать с нами?",
        "en": "How can you cooperate with us?",
        "ua": "Як ви можете співпрацювати з нами?"
      },
      "description": {
        "ru": "Напишите письмо на почту victorveretennikov58@gmail.com (с темой - 'Mastersway:cooperation') с предложением о взаимодействии. В письме опишите свои навыки, сколько вы готовы уделять времени проекту, как можете быть полезным, опишите вашу мотивацию. После этого мы постараемся связаться с вами.\n Если вы не получили ответ в течение трех дней - вы можете связаться с нами через мой linkedIn: www.linkedin.com/in/victor-veretennikov.\n Так же будем рады получить любой фидбек о приложении.",
        "en": "Write an email to victorveretennikov58@gmail.com (subject - 'Mastersway:cooperation') with an offer to collaborate. In your letter, describe your skills, how much time you are willing to devote to the project, how you can be useful, describe your motivation. After that we will try to contact you.\n If you have not received a reply in 3 days you can contact us via my linkedIn: www.linkedin.com/in/victor-veretennikov.\n Also any feedback about the app would be welcome.",
        "ua": "Напишіть листа на адресу victorveretennikov58@gmail.com (з темою - 'Mastersway:співпраця') з пропозицією співпраці. У листі опишіть свої навички, скільки часу ви готові віддати проекту, як ви можете бути корисними, опишіть вашу мотивацію. Після цього ми спробуємо зв'язатися з вами.\n Якщо ви не отримали відповідь протягом трьох днів, ви можете зв'язатися з нами через мій linkedIn: www.linkedin.com/in/victor-veretennikov.\n Також будемо раді отримати будь-який фідбек про додаток."
      }
    },
    {
      "id": 5,
      "header": {
        "ru": "Как правильно вести путь?",
        "en": "How to fill the way correctly?",
        "ua": "Як правильно вести шлях?"
      },
      "description": {
        "ru": "Путь должен быть прозрачным и понятным, только тогда вы сможете получить эффективную помощь от ментора. Но составить реально хороший отчет, который вы (или кто-то другой) сможете использовать в будущем достаточно сложно. Лучше всего научиться это делать вместе с ментором. [Тут](https://youtu.be/DiNNQol15ds?si=AXyaNabDY5KfXiyR) я пытаюсь объяснить на сколько понимаю проблему логирования. Есть несколько простых правил как составить хороший путь: \n\n 1.Каждая запись должна быть максимально конкретной, на столько, чтобы ее нельзя было повторить (если только обучение не связано с постоянными интервальными повторениями). \nПример ***хороших записей***: \n * Прочитал 22-41 страницу такой-то книги, выяснил следующее 1. ... 2. ..., \n * Решил задачу N23, \n * Запрограммировал алгоритм пузырьковой сортировки, \n * Нарисовал глаза в портрете \n *  Исследовал проблему такую-то, выянил что подход с такой-то технологией ее не решает, потому что... \n\n Пример ***плохих*** записей: \n * Читал книгу \n * Решал задачи на тему такую-то \n * Программировал алгоритм сортировки \n * Рисовал портрет \n * Исследовал проблему \n\n Примеры хорошего пути: \n\n 1. https://mastersway.netlify.app/way/f445230b-e9ed-ad5c-54c7-9bcf0a4f13a8 \n\n 2. https://mastersway.netlify.app/way/d757a92c-c1c8-4cae-bed1-761dd9f09449",
        "en": "The way should be transparent and understandable, only then you will be able to get effective help from the mentor. But it is quite difficult to compose a really good report that you (or someone else) can use in the future. It is best to learn how to do this together with a mentor. [Here](https://youtu.be/DiNNQol15ds?si=AXyaNabDY5KfXiyR) I try to explain how much I understand the logging problem. There are several simple rules for making a good way:\n\n 1. Each entry should be as specific as possible, so that it cannot be repeated (unless learning is related to constant interval repetitions).\nExample ***good entries***:\n * Read pages 22-41 of such-and-such book, found out the following: 1. ... 2. ..., \n * Solved problem N23, \n * Programmed bubble sort algorithm, \n * Drew eyes in the portrait, \n * Researched such-and-such problem, found out that the approach with such-and-such technology doesn't solve it because...\n\nExample ***bad entries***:\n * Read a book, \n * Solved problems on such-and-such topic, \n * Programmed sorting algorithm, \n * Drew a portrait, \n * Researched a problem.\n\n Examples of a good way: \n\n 1. https://mastersway.netlify.app/way/f445230b-e9ed-ad5c-54c7-9bcf0a4f13a8 \n\n 2. https://mastersway.netlify.app/way/d757a92c-c1c8-4cae-bed1-761dd9f09449",
        "ua": "Шлях повинен бути прозорим і зрозумілим, лише тоді ви зможете отримати ефективну допомогу від ментора. Проте скласти дійсно хороший звіт, який ви (або хтось інший) зможете використовувати у майбутньому, досить складно. Найкраще навчитися це робити разом з ментором. [Тут](https://youtu.be/DiNNQol15ds?si=AXyaNabDY5KfXiyR) я намагаюся пояснити, наскільки розумію проблему логування. Є кілька простих правил, як скласти хороший шлях: \n\n 1. Кожний запис повинен бути максимально конкретним, настільки, щоб його не можна було повторити (якщо тільки навчання не пов'язане з постійними інтервальними повтореннями). \nПриклад ***хороших записів***: \n * Прочитав сторінки 22-41 такої-то книги, виявив наступне: 1. ... 2. ..., \n * Вирішив задачу N23, \n * Написав програму алгоритму сортування бульбашкою, \n * Намалював очі на портреті, \n * Дослідив таку-то проблему, виявив, що підхід з такою-то технологією її не вирішує, тому що... \n\n Приклад ***поганих записів***: \n * Читав книгу, \n * Вирішував задачі з такої-то теми, \n * Написав програму алгоритму сортування, \n * Намалював портрет, \n * Досліджував проблему.\n\n Приклады хорошого шляху: \n\n 1. https://mastersway.netlify.app/way/f445230b-e9ed-ad5c-54c7-9bcf0a4f13a8 \n\n 2. https://mastersway.netlify.app/way/d757a92c-c1c8-4cae-bed1-761dd9f09449"
      }
    },
    {
      "id": 6,
      "header": {
        "ru": "Как оставить фидбек?",
        "en": "How do you leave feedback?",
        "ua": "Як залишити відгук?"
      },
      "description": {
        "ru": "Просто напишите письмо на почту victorveretennikov58@gmail.com (с темой - 'Mastersway:feedback'), мы пока не публикуем фидбеки, но скоро начнем. Любая объективная критика (позитивная и негативная) приветствуется!",
        "en": "Just send an email to victorveretennikov58@gmail.com (with the subject - 'Mastersway:feedback'), we don't publish feedback yet, but we will start soon. Any objective criticism (positive and negative) is welcome!",
        "ua": "Просто напишіть листа на електронну пошту victorveretennikov58@gmail.com (з темою - 'Mastersway:feedback'). Ми поки що не публікуємо відгуки, але скоро почнемо. Будь-яка об'єктивна критика (як позитивна, так і негативна) вітається!"
      }
    },
    {
      "id": 7,
      "header": {
        "ru": "Как установить приложение на телефон?",
        "en": "How do I install an app on my phone?",
        "ua": "Як встановити додаток на телефон?"
      },
      "description": {
        "ru": "Мы используем [технологию PWA](https://en.wikipedia.org/wiki/Progressive_web_app) при создании данного ресурса. Это значит что наше приложение можно установить на любую платформу прямо из браузера. \n\nНапример для \n * [android](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DAndroid)   \n * [iphone/ipad](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DiOS) \n * [windows](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DDesktop)  \n\n Инструкции легко можно найти под любые популярные платформы.",
        "en": "We utilize [PWA technology](https://en.wikipedia.org/wiki/Progressive_web_app) in the creation of this resource. This means that our application can be installed on any platform directly from the browser. \n\n For example \n * [android](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DAndroid)  \n * [iphone/ipad](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DiOS)  \n * [windows](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DDesktop)  \n\n Instructions can be easily found for any popular platforms.",
        "ua": "Ми використовуємо [технологію PWA](https://en.wikipedia.org/wiki/Progressive_web_app) при створенні цього ресурсу. Це означає, що наше застосування можна встановити на будь-яку платформу безпосередньо з браузера. \n\nНаприклад для \n * [android](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DAndroid)   \n * [iphone/ipad](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DiOS) \n * [windows](https://support.google.com/chrome/answer/9658361?hl=en&co=GENIE.Platform%3DDesktop)  \n\n Інструкції легко можна знайти для будь-яких популярних платформ."
      }
    },
    {
      "id": 8,
      "header": {
        "ru": "Мне нравится ваш проект, как я могу помочь вам?",
        "en": "I like your project, how can I help you?",
        "ua": "Мені подобаєтся ваш проект, як я можу допомогти вам?"
      },
      "description": {
        "ru": "Мы рады рассмотреть любое предложение о помощи, вышлите описание на почту victorveretennikov58@gmail.com (с темой - 'Mastersway:cooperation').\n\nТак же вы можете отправить небольшое пожертвование на крипто кошельки: \n\n * Bitcoin: bc1qwemlhwklwsfl3xejkdg7w6s02x7s99eyy8vgwj \n\n * ethereum: 0x24e32141E945D88a703051605f568C489ea89081 \n\n * tether: 0x24e32141E945D88a703051605f568C489ea89081",
        "en": "We are happy to consider any offer of help, send a description to victorveretennikov58@gmail.com (with the subject - 'Mastersway:cooperation').\n\nYou can also send a small donation to crypto wallets: \n\n * Bitcoin: bc1qwemlhwklwsfl3xejkdg7w6s02x7s99eyy8vgwj \n\n * ethereum: 0x24e32141E945D88a703051605f568C489ea89081 \n\n * tether: 0x24e32141E945D88a703051605f568C489ea89081",
        "ua": "Ми раді розглянути будь-яку пропозицію про допомогу, надішліть опис на електронну пошту victorveretennikov58@gmail.com (з темою - 'Mastersway:cooperation').\n\n Також ви можете відправити невелику пожертву на крипто-гаманці: \n\n * Bitcoin: bc1qwemlhwklwsfl3xejkdg7w6s02x7s99eyy8vgwj \n\n * ethereum: 0x24e32141E945D88a703051605f568C489ea89081 \n\n * tether: 0x24e32141E945D88a703051605f568C489ea89081"
      }
    }
  ]
}
