{
  "welcome": {
    "ru": "Добро пожаловать",
    "en": "Welcome",
    "ua": "Ласкаво просимо"
  },
  "socialMedia": {
    "ru": "Социальные медиа",
    "en": "Social media",
    "ua": "Соціальні медіа"
  },
  "appStores": {
    "ru": "Магазины приложений",
    "en": "App stores",
    "ua": "Магазини додатків"
  },
  "appStoresModalTitle": {
    "ru": "Скоро будет доступно!",
    "en": "Coming soon!",
    "ua": "Скоро буде доступно!"
  },
  "title": {
    "ru": "Раскройте свой потенциал с Master's Way",
    "en": "Unlock Your Full Potential with Master's Way",
    "ua": "Розкрийте свій потенціал з Master's Way"
  },
  "description": {
    "ru": "Достигайте целей в своем ритме, не привязываясь к месту, времени и личным встречам.",
    "en": "Reach your goals by moving at your own speed, free from the constraints of location, time, and face-to-face interactions.",
    "ua": "Досягайте цілей у своєму ритмі, не прив'язуючись до місця, часу та особистих зустрічей."
  },
  "advantages": {
    "advantagesTitle": {
      "ru": "Обучайтесь так, как вам удобно",
      "en": "Achieve Your Goals Faster",
      "ua": "Навчайтеся так, як вам зручно"
    },
    "advantagesDescription": {
      "ru": "Наше приложение обеспечит индивидуальный подход с учетом ваших целей, темпа и наличия свободного времени. Персональный путь обучения, отчеты о прогрессе и инструменты для совместной работы помогут быстрее достичь результата.",
      "en": "Our app is designed to provide a tailored learning experience, catering to your specific goals, learning style and available time. With features like customized learning paths, progress reports and collaborative tools, you'll be able to learn at your own pace and achieve your aspirations with greater ease and confidence.",
      "ua": "Наша програма забезпечить індивідуальний підхід з урахуванням ваших цілей, темпу та наявності вільного часу. Персональний шлях навчання, звіти про прогрес та інструменти для спільної роботи допоможуть швидше досягти результату."
    },
    "personalizedLearning": {
      "title": {
        "ru": "Персонализированное обучение",
        "en": "Personalized Learning",
        "ua": "Персоналізоване навчання"
      },
      "description": {
        "ru": "В отличие от групповых курсов, на нашей платформе вы сможете работать с ментором, который всегда подстроится под ваш уровень и конкретную задачу.",
        "en": "Unlike group courses, our platform allows you to work with the right mentor to suit your level and specific objectives, and move at your own pace.",
        "ua": "На відміну від групових курсів, на нашій платформі ви зможете працювати з ментором, який завжди підлаштовується під ваш рівень та конкретне завдання."
      }
    },
    "comprehensiveControl": {
      "title": {
        "ru": "Всесторонний контроль",
        "en": "Comprehensive Control",
        "ua": "Всебічний контроль"
      },
      "description": {
        "ru": "Четкие цели и метрики позволят вам и вашему ментору быстро оценить прогресс и внести необходимые корректировки.",
        "en": "Clearly defined goals and metrics allow you and your mentor to quickly assess progress and make adjustments as needed.",
        "ua": "Чіткі цілі та метрики дозволять вам та вашому ментору швидко оцінити прогрес та внести необхідні коригування."
      }
    },
    "fastFeedback": {
      "title": {
        "ru": "Быстрая обратная связь",
        "en": "Fast Feedback Delivered Remotely",
        "ua": "Швидкий зворотний зв'язок"
      },
      "description": {
        "ru": "Наше приложение упрощает общение с ментором благодаря структурированным отчетам и отслеживанию задач, сокращая необходимость во встречах и видеозвонках.",
        "en": "Our app helps to streamline communication with your mentor through structured reports and task tracking, reducing the need for meetings.",
        "ua": "Наш додаток спрощує спілкування з ментором завдяки структурованим звітам та відстеженню завдань, скорочуючи необхідність у зустрічах та відеодзвінках."
      }
    },
    "visualizationOfProgress": {
      "title": {
        "ru": "Визуализация прогресса",
        "en": "Visualization of Progress",
        "ua": "Візуалізація прогресу"
      },
      "description": {
        "ru": "Структурированные графики и отчеты помогут проанализировать прогресс и поделиться им с другими (например, прикрепить к резюме информативный отчет о пройденном пути).",
        "en": "With structured graphs and reports, you can not only reflect on your progress, but also share it with others (e.g. attach an informative report of the learning way to your CV).",
        "ua": "Структуровані графіки та звіти допоможуть проаналізувати прогрес та поділитися ним з іншими (наприклад, прикріпити до резюме інформативний звіт про пройдений шлях)."
      }
    },
    "supportiveNetwork": {
      "title": {
        "ru": "Взаимопомощь",
        "en": "Supportive Network",
        "ua": "Взаємодопомога"
      },
      "description": {
        "ru": "Здесь вы сможете общаться с другими учениками, делиться опытом и помогать друг другу улучшать навыки.",
        "en": "Connect with fellow learners, fostering peer-to-peer support and enhancing your self-learning capabilities.",
        "ua": "Тут ви зможете спілкуватися з іншими учнями, ділитися досвідом та допомагати один одному покращувати навички."
      }
    },
    "timeSavingEfficiency": {
      "title": {
        "ru": "Экономия времени",
        "en": "Time-saving Efficiency",
        "ua": "Економія часу"
      },
      "description": {
        "ru": "Благодаря полной истории обучения новые менторы быстро поймут ваши потребности и подготовят конкретный план обучения.",
        "en": "With a comprehensive learning history, new mentors can quickly understand your needs and provide targeted guidance.",
        "ua": "Завдяки повній історії навчання нові ментори швидко зрозуміють ваші потреби та підготують конкретний план навчання."
      }
    }
  },
  "startForFreeButton": {
    "ru": "Начать свой путь бесплатно",
    "en": "Start your Way for Free",
    "ua": "Почати свій шлях безкоштовно"
  },
  "viewAllWaysButton": {
    "ru": "Посмотреть существующие пути",
    "en": "View existing ways",
    "ua": "Переглянути існуючі шляхи"
  },
  "getStartedButton": {
    "ru": "Начать",
    "en": "Get started",
    "ua": "Почати"
  },
  "videoForMentor": {
    "ru": "Видео для наставника",
    "en": "Video for mentor",
    "ua": "Відео для наставника"
  },
  "videoForStudent": {
    "ru": "Видео для студента",
    "en": "Video for student",
    "ua": "Відео для студента"
  },
  "aboutAppBlock": {
    "title": {
      "ru": "Достигайте большего, быстрее",
      "en": "Master Your Learning Journey",
      "ua": "Досягайте більшого, швидше"
    },
    "description": {
      "ru": "Мы делаем учебный процесс доступнее, прозрачнее и эффективнее. Хотите освоить новые навыки, сменить профессию или просто открыть для себя новые возможности? Master's Way поможет оптимизировать ваш путь обучения с ментором и достичь наилучшего результата.",
      "en": "Our app is paving the way for a more accessible, transparent and effective educational landscape. Whether you're looking to acquire new skills, change careers, or simply explore your personal interests, Master's Way empowers you to take control of your learning journey and unlock your full potential with the guidance of experienced mentors.",
      "ua": "Ми робимо навчальний процес доступнішим, прозорішим та ефективнішим. Бажаєте освоїти нові навички, змінити професію чи просто відкрити для себе нові можливості? Master's Way допоможе оптимізувати ваш шлях навчання з ментором та досягти найкращого результату."    },
    "readManifesto": {
      "ru": "Читать манифест",
      "en": "Read Manifesto",
      "ua": "Прочитайте Маніфест"
    },
    "manifestLink": {
      "ru": "https://drive.google.com/file/d/1ZMLJrhqOtwTgYDXQmZN-rYX4ItcqW9-7/view?usp=drive_link",
      "en": "https://drive.google.com/file/d/1yhKtYlhyZz0M3I0QLyDN5SFj5z0_4HXV/view?usp=drive_link",
      "ua": "https://drive.google.com/file/d/1yhKtYlhyZz0M3I0QLyDN5SFj5z0_4HXV/view?usp=drive_link"
    }
  },
  "systemBlock": {
    "title": {
      "ru": "Постройте систему, которая поможет управлять процессом обучения",
      "en": "Build a system that helps to manage your learning process",
      "ua": "Побудуйте систему, яка допоможе керувати процесом навчання"
    },
    "description": {
      "ru": "Приобретайте новые навыки быстрее и эффективнее благодаря ежедневным отчетам и работе с ментором и командой.",
      "en": "Acquire new skills faster and more effectively with daily reports and the guidance of a mentor.",
      "ua": "Придбайте нові навички швидше та ефективніше завдяки щоденним звітам та роботі з ментором та командою."
    },
    "createWay": {
      "title": {
        "ru": "Создайте путь",
        "en": "Create a Way",
        "ua": "Створіть шлях"
      },
      "description": {
        "ru": "Подумайте, в какой области хотите развиваться, и просто начните!",
        "en": "Think about which area you want to grow in and then just get started!",
        "ua": "Подумайте, в якій галузі хочете розвиватися і просто почніть!"
      }
    },
    "setGoalAndMetrics": {
      "title": {
        "ru": "Установите цель и метрики",
        "en": "Set a Goal and Metrics",
        "ua": "Встановіть ціль та метрики"
      },
      "description": {
        "ru": "Сформулируйте цель, которую хотите достичь. Сделайте ее SMART, добавив несколько показателей для оценки вашего прогресса.",
        "en": "Сraft a goal you're eager to achieve. Make it SMART by adding some metrics to measure your progress.",
        "ua": "Сформулюйте мету, яку хочете досягти. Зробіть її SMART, додавши кілька показників для оцінки прогресу."
      }
    },
    "trackProgress": {
      "title": {
        "ru": "Отслеживайте прогресс и делитесь достижениями",
        "en": "Track and Share Your Progress",
        "ua": "Слідкуйте за прогресом і ділитеся досягненнями"
      },
      "description": {
        "ru": "Ведите ежедневные отчеты, изучайте статистику и делитесь ею с коллегами по учебе, менторами или потенциальными работодателями.",
        "en": "Create daily reports, monitor statistics and share them with fellow learners, mentors or potential employers.",
        "ua": "Ведіть щоденні звіти, вивчайте статистику та ділитесь нею з колегами з навчання, менторами чи потенційними роботодавцями."
      }
    }
  }
}
